# Desktop
cask "MonitorControl"
cask "itsycal"
cask "transmission"
cask "vlc"

# Dev env
cask "alacritty"
cask "font-hack-nerd-font"
brew "zellij"
brew "nvim"
brew "buf"
brew "atuin"
brew "asdf"
cask "visual-studio-code"

# Command line tools
brew "stow"
brew "ripgrep"
brew "git"
brew "gpg"
brew "gawk"
brew "jq"
brew "telnet"
brew "yt-dlp"
brew "wget"

# Dev tools
brew "docker"
brew "minikube"
cask "orbstack"
