# Desktop
cask "MonitorControl"
cask "itsycal"

# Dev
cask "alacritty"
cask "font-hack-nerd-font"
brew "stow"
brew "zellij"
brew "nvim"
brew "ripgrep"
brew "git"
brew "gpg"
brew "gawk"
brew "atuin"
brew "asdf"
brew "docker"
cask "orbstack"
